brew "docker"
brew "docker-compose"
brew "gh"
brew "git"
brew "nvm"
brew "ollama", restart_service: :changed
brew "pnpm"
cask "1password"
cask "1password-cli"
cask "arc"
cask "betterdisplay"
cask "bruno"
cask "ghostty"
cask "intellij-idea"
cask "istat-menus"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "obsidian"
cask "raycast"
cask "spotify"
